IDEA Open Model
OpenModel.LoadFromStream Method
Compatible with IDEA StatiCa Beta 20.0
 Creates the instance of Open Model from the stream
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public static OpenModel LoadFromStream(
	Stream xmlFileStream
)
Public Shared Function LoadFromStream (
	xmlFileStream As Stream
) As OpenModel
Parameters
xmlFileStream
Type: System.IO.Stream
The input stream
Return Value
Type: OpenModel
The new instance of Open Model
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace